[][{"title":"Introduction RedStone","text":"<p>Why we build another Oracle system​<br><br>Pushing data on-chain regardless of whether it is used or not is a huge waste of resources<br><br>Obsolete and monolithic architecture limits scalability (it's hard to list new assets or reduce latency)<br><br>Protocols cannot fully decide on trusted sources and data update conditions<br><br>End-users are fully dependent on relayers and could be cut off from the service<br><br>Solution​<br><br>RedStone offers a radically different design of Oracles catering to the needs of modern DeFi protocols.<br><br>Data providers can avoid the requirement of continuous on-chain data delivery<br><br>Allow end users to self-deliver signed Oracle data on-chain<br><br>Use the decentralized Streamr network to deliver signed oracle data to the end users<br><br>Use token incentives to motivate data providers to maintain data integrity and uninterrupted service<br><br>Leverage the Arweave blockchain as cheap and permanent storage for archiving Oracle data and maintaining data providers' accountability<br><br>Key facts​<br><br>The modular architecture maintains data integrity from source to smart contracts<br><br>There are 3 different ways to integrate our service tailored to your needs<br><br>We provide feeds for more than 1000 assets integrating ~50 data sources<br><br>We are present on 20+ chains<br><br>RedStone has been supporting DeltaPrime since March 2022 and has been live on mainnets since January 2023. Our code was audited by multiple security experts including ABDK, Peckshield and L2Beat Co-Founder.<br><br>RedStone was a launch partner for DeltaPrime on Avalanche and delivered data feeds not available anywhere else. Thanks to that DeltaPrime became the top 3 fastest growing dApps according to DefiLama.<br><br></p>","short_text":"<p>Introduction RedStone</p>","slug":"introduction-redstone","image":"https://paragraph.xyz/_next/image?url=https%3A%2F%2Fstorage.googleapis.com%2Fpapyrus_images%2Fbf4fcfec3ba23de2976a56ac5d8cfbcc.png&w=1920&q=75","created_at":"20 desmber 2029","created_by":"furi"},{"title":"fwafw","text":"<p>fwfwfwf<br><br><br><br><br>fwfw</p>","short_text":"<p>fwfw</p>","slug":"fwafw","image":"fwqfwf","created_at":"fwfwfw","created_by":"fwfwf"}]
