[
    {
        "title": ">Formula Diubah, Harga BBM Solar Terdampak? Ini Kata Pertamina",
        "text": "<p>Formula Diubah, Harga BBM Solar Terdampak? Ini Kata Pertamina",
"text":"<p>Jakarta, CNBC Indonesia - Pemerintah baru saja mengeluarkan regulasi yang mengatur formula harga dasar Jenis Bahan Bakar Minyak Tertentu, yakni jenis Solar subsidi. Aturan baru ini berupa Keputusan Menteri Energi dan Sumber Daya Mineral (ESDM) Nomor 439K/MG.01/MEM.M/2023.<br>Aturan tersebut merupakan revisi dari aturan sebelumnya yakni Keputusan Menteri ESDM nomor 148/2020.</p><p>Keputusan Menteri ESDM terbaru ini menetapkan formula harga dasar untuk Jenis BBM Tertentu (JBT) jenis Minyak Solar dan jenis Minyak Tanah yang merupakan jenis BBM yang diberikan subsidi oleh pemerintah.</p><p>Formula Harga Dasar BBM digunakan pemerintah untuk menghitung Harga Jual Eceran Jenis BBM Tertentu alias BBM subsidi, yang nantinya sebagai dasar perhitungan kompensasi yang akan dibayarkan negara kepada Badan Usaha Pelaksana Penugasan Penyediaan dan Pendistribusian Jenis BBM Tertentu.</p><p>Lantas, bagaimana efeknya terhadap harga jual BBM Solar subsidi di SPBU? Apakah Pertamina sebagai salah satu badan usaha penyalur Solar subsidi ini akan melakukan penyesuaian harga Solar subsidi?</p><p>Corporate Secretary Pertamina Patra Niaga Irto Ginting menegaskan, adanya perubahan formula harga dasar Solar subsidi tersebut tidak akan berdampak pada harga jual Solar subsidi di SPBU.</p><p>\"Tidak berpengaruh terhadap harga BBM/Solar ke masyarakat,\" ungkap Irto kepada CNBC Indonesia, Senin (18/12/2023).</p><p>Dia mengungkapkan hal itu lantaran saat ini masih ada nilai subsidi yang diberikan oleh pemerintah untuk penyaluran BBM Solar Subsidi.</p><p>\"Karena masih ada nilai subsidi, maka harga Solar tersebut tetap ditentukan oleh pemerintah,\" tambahnya.</p><p>Seperti diketahui, besaran subsidi yang digelontorkan oleh pemerintah untuk Solar Subsidi yakni sebesar Rp 1.000 per liter. Dengan demikian, ini juga tidak berpengaruh pada harga BBM Solar subsidi di SPBU.</p>",
        "short_text": "<p>Short Text</p><p>fwfwf</p>",
        "slug": "cara-membeli-akun-mobile-legends",
        "image": "https://akcdn.detik.net.id/visual/2022/06/28/warga-mengisi-bensin-di-kawasan-spbu-kuningan-rasuna-said-jakarta-selasa-28juni2022-pt-pertamina-persero-melalui-anak-usahanya-10_169.jpeg",
        "created_at": "13 Desember 2023",
        "created_by": "Furi Diningrat"
    }
]
